{"Transfer money to":"Transferir dinero a","Received money from":"dinero recibido de","Accept money request from":"Aceptar solicitud de dinero de","Money request accepted by":"Solicitud de dinero aceptada por","Payment to merchant :":"Pago al comerciante:","Payment received from :":"Pago recibido de:","Insufficient balance to your":"Saldo insuficiente a su","Exchanged money from":"dinero cambiado de","Deposit balance to wallet":"Deposite el saldo en la billetera","Payemnt to invoice":"pago a factura","Receive Payemnt from invoice":"Recibir el pago de la factura","Made escrow to":"depósito en garantía","Received escrow money":"Recibió el dinero del depósito en garantía","Voucher created":"Cupón creado","Voucher commission":"Comisión de vales","Voucher reedemed":"Cupón canjeado","Approve deposit":"Aprobar depósito","Withdraw money":"Retirar dinero","Withdraw request rejected":"Solicitud de retiro rechazada","Your KYC information has been rejected":"Su información KYC ha sido rechazada","Hello":"Hola","You have pending payment of invoice":"Tienes pendiente pago de factura","Please click the below link to complete your payment":"Por favor, haga clic en el siguiente enlace para completar su pago","Invoice details":"Detalles de la factura","Amount":"Monto","Payment Link":"Enlace de pago","Click To Payment":"Haga clic para pagar","Time":"Tiempo","Your two step authentication OTP is : ":"Your two step authentication OTP is : ","Email Verification Code":"Código de verificación de correo electrónico","Email Verification Code is :":"El código de verificación de correo electrónico es:","Password Reset Code":"Código de restablecimiento de contraseña","Password reset code is :":"El código de restablecimiento de contraseña es:","Home":"Casa","Make Online Banking Easier & Comfortable":"Haga que la banca en línea sea más fácil y cómoda","Simple. Quick. Secure.":"Sencillo. Rápido. Seguro.","An international account to send money to over 60 countries around the world, up to 7x cheaper the bank":"Una cuenta internacional para enviar dinero a más de 60 países de todo el mundo, hasta 7 veces más barato que el banco","Your two step authentication OTP is :":"Su OTP de autenticación de dos pasos es:","Pay, Transfer and Trade with peace of mind":"Pague, transfiera y opere con tranquilidad","Enjoy the most secure wallet for businesses & individuals in Africa.":"Disfrute de la billetera más segura para empresas y particulares en África.","About":"Sobre","Blogs":"blogs","Contact":"Contacto","Documentation":"Documentación","Get Started":"Empezar","Login":"Acceso","Register":"Registro","We Secure Your Transactions":"Nosotros aseguramos sus transacciones","Because secure and reliable payments are important to you and your business.":"Porque los pagos seguros y confiables son importantes para usted y su empresa.","We work hand-in-hand with Businesses to ensure that receiving payments and making payments is a transparent and accountable process for them, and for their customers.":"Trabajamos mano a mano con las empresas para garantizar que recibir pagos y realizar pagos sea un proceso transparente y responsable para ellos y sus clientes.","Invoice Payment":"Pago de la factura","Escrow Option":"Opción de depósito en garantía","Create your account and start sending payment requests to customers today.":"Cree su cuenta y comience a enviar solicitudes de pago a los clientes hoy.","Use our Escrow service and protect all your transfers.":"Utilice nuestro servicio de Escrow y proteja todas sus transferencias.","Available to you":"Disponible para ti","Check-out some of the services we offer our clients":"Conoce algunos de los servicios que ofrecemos a nuestros clientes","Get a personal account":"Obtener una cuenta personal","Access inclusive financial service, and forget the hassles of old banking.":"Acceda a un servicio financiero inclusivo y olvídese de las molestias de la antigua banca.","Cash deposit":"Depósito en efectivo","Deposit money into your account hassle free through a DroppPay agent near you.":"Deposite dinero en su cuenta sin problemas a través de un agente de DroppPay cerca de usted.","Cash Pickup":"Pago en efectivo","Easily collect your cash within minutes through a DroppPay agent near you.":"Recoja fácilmente su efectivo en cuestión de minutos a través de un agente de DroppPay cerca de usted.","Fast Transactions":"Transacciones Rápidas","95% of our transfers are ready in minutes. Say goodbye to delays in payments.":"El 95% de nuestras transferencias están listas en minutos. Di adiós a los retrasos en los pagos.","Make Payment easily":"Realice el pago fácilmente","Scan and securely pay for goods and services anytime, anywhere.":"Escanee y pague de forma segura bienes y servicios en cualquier momento y en cualquier lugar.","Share payment link":"Compartir enlace de pago","Create digital invoices and send to get paid for your goods\/services.":"Cree facturas digitales y envíelas para que le paguen por sus bienes\/servicios.","Get started for FREE":"Comience GRATIS","Set-up in under 5 minutes.":"Configuración en menos de 5 minutos.","There are no setup fees, maintaining balances, or ridiculous requirements.":"No hay tarifas de instalación, mantenimiento de saldos o requisitos ridículos.","Register on DroppPay":"Regístrese en DroppPay","Sign up with your email address. Freelancers, solopreneurs, and businesses of any size are welcome.":"Regístrese con su dirección de correo electrónico. Los autónomos, los emprendedores independientes y las empresas de cualquier tamaño son bienvenidos.","Verify Your Account":"Verifica tu cuenta","Enjoy the full suite without limits after submitting a few documents for verification.":"Disfrute de la suite completa sin límites después de enviar algunos documentos para su verificación.","Make Unlimited Transactions":"Haz transacciones ilimitadas","Share your account details to get paid, or spend around the world with just your username or email.":"Comparta los detalles de su cuenta para recibir pagos o gastar en todo el mundo con solo su nombre de usuario o correo electrónico.","Why DroppPay?":"¿Por qué DropPay?","We Take The Stress Out Of Financial Transactions":"Eliminamos el estrés de las transacciones financieras","Check out some of the awesome benefits.":"Echa un vistazo a algunos de los increíbles beneficios.","Global Coverage":"Cobertura global","Get an international account to send money to over 60 countries around the world, up to 7x cheaper than your bank":"Obtenga una cuenta internacional para enviar dinero a más de 60 países alrededor del mundo, hasta 7 veces más barato que su banco","Lowest Fee":"Tarifa más baja","Send support to family and friends with the lowest transaction fees around.":"Envíe apoyo a familiares y amigos con las tarifas de transacción más bajas.","Pay Without Fear":"Envíe apoyo a familiares y amigos con las tarifas de transacción más bajas.","Enjoy the most secure payment service using DroppPay Escrow option. Never worry about payments again.":"Disfrute del servicio de pago más seguro con la opción DroppPay Escrow. Nunca más te preocupes por los pagos.","Instant Processing":"Procesamiento instantáneo","Receive money from customers in seconds. No more delays in payments.":"Reciba dinero de los clientes en segundos. No más retrasos en los pagos.","Bank-level Security":"Seguridad a nivel bancario","We hold your money with established financial institutions.":"Mantenemos su dinero en instituciones financieras establecidas.","Global 24\/7 Support":"Soporte mundial 24\/7","Enjoy round-the-clock support and access to your funds, whenever you want.":"Disfrute de soporte las 24 horas y acceda a sus fondos, cuando lo desee.","Frequently Asked Questions":"Preguntas frecuentes","Let's answer some of your questions":"Respondamos algunas de tus preguntas","What is a multi-currency account and how does it work?":"¿Qué es una cuenta multidivisa y cómo funciona?","You can hold, receive, send, and spend money using a DroppPay multi-currency account. You can hold multiple currencies, and convert between them at the real exchange rate whenever you need. You can get account details for some currencies to receive money from around the world. You can send money from your account to a bank account whenever you like — we'll charge a fixed fee when you do this, and a conversion fee when you send to a different currency. And, you can spend the currencies in your account around the world.":"Puede retener, recibir, enviar y gastar dinero con una cuenta multidivisa de DroppPay. Puede mantener múltiples monedas y convertir entre ellas al tipo de cambio real cuando lo necesite. Puede obtener detalles de cuenta para algunas monedas para recibir dinero de todo el mundo. Puede enviar dinero desde su cuenta a una cuenta bancaria cuando lo desee; le cobraremos una tarifa fija cuando lo haga y una tarifa de conversión cuando envíe a una moneda diferente. Y puede gastar las monedas en su cuenta en todo el mundo.","What Clients Say About Us":"Lo que los clientes dicen de nosotros","Our team is trusted by growing businesses from all around Africa. Here's what a few customers have to say.":"Empresas en crecimiento de toda África confían en nuestro equipo. Esto es lo que algunos clientes tienen que decir.","Our Latest News & Tips":"Nuestras últimas noticias y consejos","Keep up to date with industry insights, tips, and best practices for financial health.":"Manténgase actualizado con información de la industria, consejos y mejores prácticas para la salud financiera.","Register as a User":"Registrarse como usuaria","Login as a User":"Iniciar sesión como usuario","Register as a Merchant":"Regístrate como Comerciante","Login as a Merchant":"Iniciar sesión como comerciante","Pages":"Paginas","A friend referred me to DroppPay, and I now feel less anxious and interestingly excited about disbursing payments.":"Un amigo me refirió a DroppPay y ahora me siento menos ansioso y curiosamente emocionado por el desembolso de pagos.","DroppPay's excellent Escrow service has made them an unparalleled business partner. I don't have to worry about paying for goods ever again.":"El excelente servicio de depósito en garantía de DroppPay los ha convertido en un socio comercial sin igual. No tengo que preocuparme por pagar los bienes nunca más.","Being able to send money to my family and having them able to pick up cash instantly has been the selling point of DroppPay for me. Thanks so much for the ease of use.":"Ser capaz de enviar dinero a mi familia y que ellos puedan recoger efectivo al instante ha sido el punto de venta de DroppPay para mí. Muchas gracias por la facilidad de uso.","DroppPay has made it so easy to get and send money to friends and family, where it used to be a hassle for me to get and receive financial support when most needed.":"Ser capaz de enviar dinero a mi familia y que ellos puedan recoger efectivo al instante ha sido el punto de venta de DroppPay para mí. Muchas gracias por la facilidad de uso.","How is the DroppPay account different from a bank account?":"¿En qué se diferencia la cuenta DroppPay de una cuenta bancaria?","Can I hold multiple currencies in a DroppPay account?":"¿Puedo tener varias divisas en una cuenta de DroppPay?","How safe is DroppPay?":"¿Qué tan segura es DroppPay?","What verifications do i need to send money?":"¿Qué verificaciones necesito para enviar dinero?","How long will it take for money to arrive?":"¿Cuánto tardará en llegar el dinero?","What is escrow?":"¿Qué es el depósito en garantía?","Why use escrow?":"¿Por qué usar el depósito en garantía?","Who holds the money?":"¿Quién tiene el dinero?","Friends Always Want to Spend Money? Banish FOMO With These Tips":"¿Los amigos siempre quieren gastar dinero? Desterrar FOMO con estos consejos","Five money management lessons for teens":"Cinco lecciones de administración del dinero para adolescentes","What to do in 2022 to preserve your financial future":"Qué hacer en 2022 para preservar su futuro financiero","How to prepare a cash budget":"Cómo preparar un presupuesto de caja","How to calculate Personal finance Math; your score might shock you":"Cómo calcular Finanzas personales Matemáticas; su puntaje podría sorprenderlo","Contact Us":"Contacta con nosotras","Your Name":"Su nombre","Your Email Address":"Su dirección de correo electrónico","Subject":"Sujeto","Your Message":"Tu mensaje","Get In Touch":"Ponerse en contacto","Reach out to us, we would love to hear from you":"Póngase en contacto con nosotras, nos encantaría saber de usted.","Phone":"Teléfono","Email":"Correo electrónico","Address":"Dirección","Send Message":"Enviar mensaje","Password":"Clave","Don't have an Account ?":"¿No tienes una cuenta?","Forget Password ?":"Contraseña olvidada ?","User Login":"Inicio de sesión de usuario","Total Exchange":"Intercambio Total","Total Withdraw":"Retiro Total","Total Deposit":"Depósito total","Total Money Transfered":"Dinero total transferido","Your Wallets":"Tus billeteras","Transactions":"Actas","Escrow":"Depósito","Transfer & Request":"Solicitud de transferencia","Exchange":"Intercambio","Payment":"Pago","Voucher":"Vale","Deposit":"Depósito","Withdraw":"Retirar","Transfer Money":"Transferir dinero","Request Money":"Pedir dinero","Sent Requests":"Peticiones enviadas","Received Requests":"Solicitudes recibidas","My Vouchers":"Mis cupónes","Create Voucher":"Crear cupón","Redeem Voucher":"Canjear cupón","Redeemed History":"Historia redimida","Deposit history":"Historial de depósitos","Withdraw Money":"Retirar dinero","Withdraw history":"Retirar historial","Invoices":"Facturas","Create Invoice":"Crear factura","Make Escrow":"Hacer fideicomiso","My Escrow":"mi fideicomiso","Pending Escrows":"Fideicomisos pendientes","Invoice":"Factura","Profile Setting":"Ajustes de perfil","QR Code":"Código QR","Two Step Security":"Seguridad de dos pasos","Support Ticket":"Ticket de soporte","Logout":"Cerrar sesión","Recent Payments":"Pagos Recientes","Merchant Email":"Correo electrónico del comerciante","Select Wallet":"Seleccione Monedero","Select":"Seleccione","Make Payment":"Hacer el pago","See All":"Ver todo","TRANSACTION":"TRANSACCIÓN","DETAILS":"DETALLES","DATE":"FECHA","Amount :":"Monto :","Latest Transactions":"Últimas transacciones","Create Account":"Crear una cuenta","Name":"Nombre","Email Address":"Dirección de correo electrónico","Enter name":"Ingrese su nombre","Enter email":"Ingrese correo electrónico","Country":"País","Phone No.":"Telefono no.","Confirm Password":"Confirmar contraseña","Already have an Account ?":"Ya tienes una cuenta ?","Receiver Email":"Correo electrónico del receptor","Transfer":"Transferir","Recent Transfers":"Transferencias recientes","Recipient Email":"Receptor de E-mail","Request":"Solicitud","Recent Requests":"Solicitudes recientes","YOU WILL GET":"CONSEGUIRÁS","My vouchers":"Mis cupónes","Recent Vouchers":"Vales recientes","Voucher Code":"Código de cupón","Redeem":"Redimir","Recent Redeemed Vouchers":"Cupones canjeados recientemente","Voucher Code :":"Código de cupón :","Select Gateway":"Seleccionar puerta de enlace","Recent Deposits":"Depósitos Recientes","Confirm":"Confirmar","Deposit History":"Historial de depósitos","Select Withdraw Method":"Seleccione el método de retiro","Withdraw History":"Retirar historial","Invoice List":"Lista de facturas","Select Currency":"Seleccione el tipo de moneda","Item name":"Nombre del árticulo","Invoice To":"Facturar a","Total Amount :":"Cantidad total :","Create":"Crear","Description :":"Descripción :","I will pay the charge.":"Voy a pagar el cargo.","Submit":"Enviar","My escrows":"mis depósitos en garantía","Pending escrows":"Custodias pendientes","Exchange Money":"Cambio de moneda","From Currency":"De moneda","To Currency":"A moneda","Recent Exchanges":"Intercambios Recientes","All Remark":"Todos los comentarios","Transaction ID":"ID de transacción","Support tickets":"Tickets de soporte","Tickets":"Entradas","No Tickets Available":"No hay entradas disponibles","No messages yet":"Aún no hay mensajes","City":"Ciudad","Profile Settings":"Configuración de perfil","Choose File":"Elija el archivo","No file chosen":"Ningún archivo elegido","Change Password":"Cambia la contraseña","Old Password":"Contraseña anterior","New Password":"Nueva contraseña","Change":"Cambio","Your QR code":"Tu código QR","Download":"Descargar","Two Step Authentication":"Autenticación en dos pasos","Activate Two Step Authentication":"Activar autenticación de dos pasos","Provide Your Password":"Proporcione su contraseña","Details":"Detalles","Opent a Ticket":"abrir un boleto","Ticket Number : #":"Numero de ticket : #","Payment, Money Transfer and Escrow":"Pago, transferencia de dinero y depósito en garantía","Latest Blog Posts":"Últimas publicaciones de blog","Blog Details":"Detalles del blog","How to accept Payments Online without an Integrated Payment Gateway for Checkout":"Cómo aceptar pagos en línea sin una pasarela de pago integrada para Checkout","What is SWIFT? SWIFT meaning and how it works":"¿Qué es SWIFT? Significado de SWIFT y cómo funciona","What is direct deposit and how to set it up?":"¿Qué es el depósito directo y cómo configurarlo?","How You Can Buy an NFT":"Cómo puedes comprar un NFT","Date":"Fecha","Transaction":"Transacción","Check-out some of the offerings you will be getting":"Echa un vistazo a algunas de las ofertas que recibirás","Deposit money into your account hassle free through a DroppCash agent near you.":"Deposite dinero en su cuenta sin problemas a través de un agente de DroppCash cerca de usted.","Easily collect your cash within minutes through a DroppCash agent near you.":"Recoja fácilmente su efectivo en cuestión de minutos a través de un agente de DroppCash cerca de usted.","Register on DroppCash":"Regístrese en DroppCash","Why DroppCash?":"¿Por qué DroppCash?","Enjoy the most secure payment service using DroppCash Escrow option. Never worry about payments again.":"Disfrute del servicio de pago más seguro con la opción DroppCash Escrow. Nunca más te preocupes por los pagos.","USSD{Coming Soon}":"USSD{Próximamente}","Loans{Coming Soon}":"Préstamos{Próximamente}","POS{Coming Soon}":"POS{Próximamente}","All Right Reserved. Powered by":"Todos los derechos reservados. Energizado por","A friend referred me to DroppCash, and I now feel less anxious and interestingly excited about disbursing payments.":"Un amigo me refirió a DroppCash y ahora me siento menos ansioso y curiosamente emocionado por el desembolso de pagos.","DroppCash's excellent Escrow service has made them an unparalleled business partner. I don't have to worry about paying for goods ever again.":"El excelente servicio de depósito en garantía de DroppCash los ha convertido en un socio comercial sin igual. No tengo que preocuparme por pagar los bienes nunca más.","Being able to send money to my family and having them able to pick up cash instantly has been the selling point of DroppCash for me. Thanks so much for the ease of use.":"Ser capaz de enviar dinero a mi familia y que ellos puedan recoger efectivo al instante ha sido el punto de venta de DroppCash para mí. Muchas gracias por la facilidad de uso.","DroppCash has made it so easy to get and send money to friends and family, where it used to be a hassle for me to get and receive financial support when most needed.":"DroppCash ha hecho que sea tan fácil obtener y enviar dinero a amigos y familiares, donde solía ser una molestia para mí obtener y recibir apoyo financiero cuando más lo necesitaba.","Solutions":"Soluciones","Register as an Agent":"Regístrese como agente","Login as an Agent":"Iniciar sesión como agente","Don't have an account?":"¿No tienes una cuenta?","Don't have an account ?":"¿No tienes una cuenta?","Forgot Password?":"¿Has olvidado tu contraseña?","Agent Register":"Registro de agentes","Name of Business":"Nombre del negocio","Address of Business":"Dirección de la empresa","National Identification Number(NIN)":"Número de Identificación Nacional (NIN)","Your Address":"Su dirección","Already have an account ? Login":"Ya tienes una cuenta ? Acceso","Agent Login":"Inicio de sesión del agente","Agent Dashboard":"Panel de agentes","Wallets":"Carteras","Visit Frontend":"Visite la interfaz","Recent Transactions":"Transacciones Recientes","Remark":"Observación","Cash Out":"Retiro","Cash In":"Dinero en efectivo en","Cash out to Agent":"Retiro al agente","Agent Email":"Correo electrónico del agente","Pay. Get paid. Transfer. Escrow.":"Pagar. Recibir el pago. Transferir. Depósito.","We help our partners grow and enable hassle-free payment for retail and SME customers across numerous markets.":"Ayudamos a nuestros socios a crecer y permitimos pagos sin complicaciones para clientes minoristas y pymes en numerosos mercados.","Accept payments anywhere":"Acepte pagos en cualquier lugar","Get a multi-currency business account to enjoy local and international payments in multiple currencies plus Bitcoin and never miss a sale again.":"Obtenga una cuenta comercial multidivisa para disfrutar de pagos locales e internacionales en varias divisas más Bitcoin y nunca más pierda una venta.","Online or Offline":"En línea o fuera de línea","Add DroppCash as a payment method on your website by using our API, Send-out invoice payment links for quick payments or have customers scan to pay using your merchant QR code.":"Agregue DroppCash como método de pago en su sitio web usando nuestra API, envíe enlaces de pago de facturas para pagos rápidos o haga que los clientes escaneen para pagar usando su código QR de comerciante.","Accounts in 30 seconds":"Cuentas en 30 segundos","Experience a full-stack money app, and forget the hassles of old banking.":"Experimente una aplicación de dinero de pila completa y olvídese de las molestias de la banca antigua.","Cash-in, Cash-out":"Entrada de efectivo, Salida de efectivo","Get easy access to DroppCash agents available to provide deposits, withdrawals, and transfer services to customers.":"Acceda fácilmente a los agentes de DroppCash disponibles para proporcionar servicios de depósitos, retiros y transferencias a los clientes.","Check-out some of our offerings":"Consulta algunas de nuestras ofertas","Zero fees":"Cero tarifas","Send and receive money in seconds to and from anywhere in the world between DroppCash users, without any fees.":"Envía y recibe dinero en segundos desde y hacia cualquier parte del mundo entre usuarios de DroppCash, sin cargos.","Enjoy the most secure payment service using DroppCash Escrow option. Never worry about payments or transfers again.":"Disfrute del servicio de pago más seguro con la opción DroppCash Escrow. Nunca más te preocupes por pagos o transferencias.","Easily pay for goods and services anytime, anywhere with Bitcoin or any currency of your choice.":"Pague fácilmente bienes y servicios en cualquier momento y en cualquier lugar con Bitcoin o cualquier moneda de su elección.","Spend like a local":"Pasar como un local","Create wallets in the Fiat\/Cryptocurrency you want. Exchange, Transfer, or Spend your currency of choice.":"Cree billeteras en la moneda fiduciaria\/criptomoneda que desee. Cambie, transfiera o gaste la moneda de su elección.","Create an account in under 30 seconds.":"Crea una cuenta en menos de 30 segundos.","No setup fees, maintaining balances, or ridiculous requirements.":"Sin tarifas de instalación, mantenimiento de saldos o requisitos ridículos.","Get started in 3 simple steps":"Comience en 3 simples pasos","Sign up with your email address and use the code sent to verify your account.":"Regístrese con su dirección de correo electrónico y use el código enviado para verificar su cuenta.","Complete your KYC":"Completa tu KYC","Enjoy the full suite without limits after submitting a few documents for KYC verification.":"Disfrute de la suite completa sin límites después de enviar algunos documentos para la verificación KYC.","Enjoy Unlimited Transactions":"Disfrute de transacciones ilimitadas","Add local funds, exchange, pay, get paid, transfer, spend and withdraw.":"Agregue fondos locales, intercambie, pague, reciba pagos, transfiera, gaste y retire.","We are working to enable financial access for billions":"Estamos trabajando para permitir el acceso financiero a miles de millones","Here's what a few customers have to say":"Esto es lo que algunos clientes tienen que decir","Help Center":"Centro de ayuda","Forgot Password ?":"Has olvidado tu contraseña ?","Don't have an account? Register":"¿No tienes una cuenta? Registro","The money app for Africa and beyond":"La aplicación de dinero para África y más allá","Enabling financial access and services for the next billion customers":"Permitir el acceso y los servicios financieros para los próximos mil millones de clientes"}