{"Transfer money to":"Transférer de l'argent à","Received money from":"A reçu de l'argent de","Accept money request from":"Accepter la demande d'argent de","Money request accepted by":"Demande d'argent acceptée par","Payment to merchant :":"Paiement au marchand :","Payment received from :":"Paiement reçu de :","Insufficient balance to your":"Solde insuffisant à votre","Exchanged money from":"échangé de l'argent de","Deposit balance to wallet":"Dépôt du solde dans le portefeuille","Payemnt to invoice":"Paiement sur facture","Receive Payemnt from invoice":"Recevoir le paiement de la facture","Made escrow to":"Fait séquestre à","Received escrow money":"A reçu de l'argent bloqué","Voucher created":"Coupon créé","Voucher commission":"Commission sur les bons","Voucher reedemed":"Bon utilisé","Approve deposit":"Approuver le dépôt","Withdraw money":"Retirer de l'argent","Withdraw request rejected":"Demande de retrait rejetée","Your KYC information has been rejected":"Vos informations KYC ont été rejetées","Hello":"Bonjour","You have pending payment of invoice":"Vous avez en attente de paiement de facture","Please click the below link to complete your payment":"Veuillez cliquer sur le lien ci-dessous pour effectuer votre paiement","Invoice details":"Détails de la facture","Amount":"Montant","Payment Link":"Lien de paiement","Click To Payment":"Cliquez pour payer","Time":"Temps","Your two step authentication OTP is : ":"Your two step authentication OTP is : ","Email Verification Code":"Code de vérification de courrier électronique","Email Verification Code is :":"Le code de vérification de l'e-mail est :","Password Reset Code":"Code de réinitialisation du mot de passe","Password reset code is :":"Le code de réinitialisation du mot de passe est :","Pay, Transfer and Trade with peace of mind":"Payez, transférez et échangez en toute tranquillité","Enjoy the most secure wallet for businesses & individuals in Africa.":"Profitez du portefeuille le plus sécurisé pour les entreprises et les particuliers en Afrique.","Get Started":"Commencer","Contact Us":"Nous contacter","Payment to invoice":"Paiement sur facture","Your two step authentication OTP is :":"Votre OTP d'authentification en deux étapes est :","We Secure Your Transactions":"Nous sécurisons vos transactions","Because secure and reliable payments are important to you and your business.":"Parce que des paiements sûrs et fiables sont importants pour vous et votre entreprise.","We work hand-in-hand with Businesses to ensure that receiving payments and making payments is a transparent and accountable process for them, and for their customers.":"Nous travaillons main dans la main avec les entreprises pour nous assurer que la réception et l'exécution des paiements sont un processus transparent et responsable pour elles et pour leurs clients.","Invoice Payment":"Paiement de facture","Create your account and start sending payment requests to customers today.":"Créez votre compte et commencez à envoyer des demandes de paiement aux clients dès aujourd'hui.","Escrow Option":"Option d'entiercement","Use our Escrow service and protect all your transfers.":"Utilisez notre service Escrow et protégez tous vos transferts.","Services":"Prestations de service","Available to you":"Disponible pour vous","Check-out some of the services we offer our clients":"Découvrez quelques-uns des services que nous proposons à nos clients","Get a personal account":"Obtenir un compte personnel","Access inclusive financial service, and forget the hassles of old banking.":"Accédez à un service financier inclusif et oubliez les tracas des anciennes opérations bancaires.","Cash deposit":"Dépôt en espèces","Deposit money into your account hassle free through a DroppPay agent near you.":"Déposez de l'argent sur votre compte sans tracas via un agent DroppCash près de chez vous.","Cash Pickup":"Retrait d'espèces","Easily collect your cash within minutes through a DroppPay agent near you.":"Récupérez facilement votre argent en quelques minutes grâce à un agent DroppPay près de chez vous.","Fast Transactions":"Transactions rapides","95% of our transfers are ready in minutes. Say goodbye to delays in payments.":"95% de nos transferts sont prêts en quelques minutes. Dites adieu aux retards de paiement.","Make Payment easily":"Effectuez le paiement facilement","Scan and securely pay for goods and services anytime, anywhere.":"Numérisez et payez en toute sécurité des biens et des services à tout moment, n'importe où.","Share payment link":"Partager le lien de paiement","Create digital invoices and send to get paid for your goods\/services.":"Créez des factures numériques et envoyez-les pour être payé pour vos biens\/services.","Get started for FREE":"Commencez GRATUITEMENT","Set-up in under 5 minutes.":"Installation en moins de 5 minutes.","There are no setup fees, maintaining balances, or ridiculous requirements.":"Il n'y a pas de frais d'installation, de maintien de soldes ou d'exigences ridicules.","Register on DroppPay":"Inscrivez-vous sur DroppPay","Sign up with your email address. Freelancers, solopreneurs, and businesses of any size are welcome.":"Inscrivez vous avec votre adresse email. Les indépendants, les entrepreneurs individuels et les entreprises de toutes tailles sont les bienvenus.","Verify Your Account":"Vérifiez votre compte","Enjoy the full suite without limits after submitting a few documents for verification.":"Profitez de la suite complète sans limites après avoir soumis quelques documents pour vérification.","Make Unlimited Transactions":"Effectuez des transactions illimitées","Share your account details to get paid, or spend around the world with just your username or email.":"Partagez les détails de votre compte pour être payé ou dépensez dans le monde entier avec juste votre nom d'utilisateur ou votre adresse e-mail.","Home":"Maison","About":"À propos de","Blogs":"Blogues","Register":"S'inscrire","Login":"Connexion","Why DroppPay?":"Pourquoi DroppPay ?","We Take The Stress Out Of Financial Transactions":"Nous éliminons le stress des transactions financières","Check out some of the awesome benefits.":"Découvrez quelques-uns des avantages impressionnants.","Global Coverage":"Couverture mondiale","Get an international account to send money to over 60 countries around the world, up to 7x cheaper than your bank":"Obtenez un compte international pour envoyer de l'argent dans plus de 60 pays à travers le monde, jusqu'à 7 fois moins cher que votre banque","Lowest Fee":"Frais les plus bas","Send support to family and friends with the lowest transaction fees around.":"Envoyez de l'aide à votre famille et à vos amis avec les frais de transaction les plus bas.","Pay Without Fear":"Payez sans crainte","Enjoy the most secure payment service using DroppPay Escrow option. Never worry about payments again.":"Profitez du service de paiement le plus sécurisé en utilisant l'option DroppPay Escrow. Ne vous inquiétez plus des paiements.","Instant Processing":"Traitement instantané","Receive money from customers in seconds. No more delays in payments.":"Recevez de l'argent des clients en quelques secondes. Plus de retards de paiement.","Bank-level Security":"Sécurité au niveau de la banque","We hold your money with established financial institutions.":"Nous détenons votre argent auprès d'institutions financières établies.","Global 24\/7 Support":"Assistance mondiale 24h\/24 et 7j\/7","Enjoy round-the-clock support and access to your funds, whenever you want.":"Profitez d'une assistance 24 heures sur 24 et accédez à vos fonds, quand vous le souhaitez.","What Clients Say About Us":"Ce que les clients disent de nous","Our team is trusted by growing businesses from all around Africa. Here's what a few customers have to say.":"Notre équipe bénéficie de la confiance d'entreprises en croissance de toute l'Afrique. Voici ce que quelques clients ont à dire.","A friend referred me to DroppPay, and I now feel less anxious and interestingly excited about disbursing payments.":"Un ami m'a référé à DroppPay, et je me sens maintenant moins anxieux et curieusement excité à l'idée de débourser des paiements.","DroppPay's excellent Escrow service has made them an unparalleled business partner. I don't have to worry about paying for goods ever again.":"L'excellent service d'entiercement de DroppPay en a fait un partenaire commercial sans pareil. Je n'ai plus jamais à me soucier de payer des marchandises.","Being able to send money to my family and having them able to pick up cash instantly has been the selling point of DroppPay for me. Thanks so much for the ease of use.":"Pouvoir envoyer de l'argent à ma famille et leur permettre de retirer de l'argent instantanément a été pour moi l'argument de vente de DroppPay. Merci beaucoup pour la facilité d'utilisation.","DroppPay has made it so easy to get and send money to friends and family, where it used to be a hassle for me to get and receive financial support when most needed.":"DroppPay a rendu si facile d'obtenir et d'envoyer de l'argent à des amis et à la famille, où il était autrefois difficile pour moi d'obtenir et de recevoir un soutien financier lorsque j'en avais le plus besoin.","Blog & Resources":"Blogue et ressources","Our Latest News & Tips":"Nos dernières nouvelles et conseils","Keep up to date with industry insights, tips, and best practices for financial health.":"Tenez-vous au courant des informations, des conseils et des meilleures pratiques du secteur en matière de santé financière.","Get In Touch":"Entrer en contact","Reach out to us, we would love to hear from you":"Contactez-nous, nous aimerions avoir de vos nouvelles","DroppPay is a pan-African fintech platform designed to provide affordable financial services to the underserved population of the traditional banking system as well as the unbanked general population. We are working on making financial services readily available to everyone by providing easy-to-use mobile and web applications, combined with a pervasive network of local businesses serving as DroppPay agents and service points. We aim to achieve fast, seamless, inclusive, and secure digital payments for everyone.  We are also a digital transaction platform that completely protects you from being scammed when you're transacting with someone you don't know through our Escrow solution.    Our solution is designed to eliminate all payment fraud so that everyone, everywhere can transact locally or cross-border with total confidence giving you peace of mind each time you’re engaging in an online or face-to-face transaction.  .":"DroppPay est une plate-forme fintech panafricaine conçue pour fournir des services financiers abordables à la population mal desservie du système bancaire traditionnel ainsi qu'à la population générale non bancarisée. Nous nous efforçons de rendre les services financiers facilement accessibles à tous en fournissant des applications mobiles et Web faciles à utiliser, combinées à un réseau omniprésent d'entreprises locales servant d'agents DroppPay et de points de service. Nous visons à réaliser des paiements numériques rapides, transparents, inclusifs et sécurisés pour tous.\r\n\r\nNous sommes également une plate-forme de transaction numérique qui vous protège complètement contre les arnaques lorsque vous effectuez des transactions avec quelqu'un que vous ne connaissez pas via notre solution Escrow.\r\n\r\n\r\nNotre solution est conçue pour éliminer toute fraude de paiement afin que tout le monde, partout, puisse effectuer des transactions locales ou transfrontalières en toute confiance, ce qui vous donne la tranquillité d'esprit chaque fois que vous vous engagez dans une transaction en ligne ou en face à face.","How to prepare a cash budget":"Comment préparer un budget de trésorerie","How to calculate Personal finance Math; your score might shock you":"Comment calculer les mathématiques des finances personnelles ; votre score pourrait vous choquer","How to accept Payments Online without an Integrated Payment Gateway for Checkout":"Comment accepter les paiements en ligne sans passerelle de paiement intégrée pour le paiement","What is SWIFT? SWIFT meaning and how it works":"Qu'est-ce que SWIFT ? Signification de SWIFT et fonctionnement","What is direct deposit and how to set it up?":"Qu'est-ce que le dépôt direct et comment le mettre en place ?","How You Can Buy an NFT":"Comment acheter un NFT","8 Financial Tips for Young Adults":"8 conseils financiers pour les jeunes adultes","How To Stay Safe When Buying From Online Marketplaces":"Comment rester en sécurité lors de l'achat sur les marchés en ligne","The Ultimate Guide to Using Escrow Services in 2022":"Le guide ultime de l'utilisation des services d'entiercement en 2022","Frequently Asked Questions":"Questions fréquemment posées","Let's answer some of your questions":"Répondons à certaines de vos questions","What is a multi-currency account and how does it work?":"Qu'est-ce qu'un compte multi-devises et comment ça marche ?","You can hold, receive, send, and spend money using a DroppPay multi-currency account.  You can hold multiple currencies, and convert between them at the real exchange rate whenever you need.  You can get account details for some currencies to receive money from around the world.  You can send money from your account to a bank account whenever you like — we'll charge a fixed fee when you do this, and a conversion fee when you send to a different currency.  And, you can spend the currencies in your account around the world.":"Vous pouvez détenir, recevoir, envoyer et dépenser de l'argent en utilisant un compte multidevise DroppPay.\r\n\r\nVous pouvez détenir plusieurs devises et convertir entre elles au taux de change réel quand vous en avez besoin.\r\n\r\nVous pouvez obtenir des détails de compte pour certaines devises afin de recevoir de l'argent du monde entier.\r\n\r\nVous pouvez envoyer de l'argent de votre compte vers un compte bancaire quand vous le souhaitez. Nous facturons des frais fixes lorsque vous le faites, et des frais de conversion lorsque vous envoyez dans une autre devise.\r\n\r\nEt, vous pouvez dépenser les devises de votre compte dans le monde entier.","How is the DroppPay account different from a bank account?":"En quoi le compte DroppPay est-il différent d'un compte bancaire ?","Your DroppPay account is an electronic money account. It’s different from a bank account because:  Your money is safeguarded and not covered by the Financial Services Compensation Scheme (FSCS) or another protection scheme that you would get with a bank account. You can’t get an overdraft or loan. You won’t earn interest.":"Votre compte DroppPay est un compte de monnaie électronique. C'est différent d'un compte bancaire parce que :\r\n\r\nVotre argent est protégé et non couvert par le Financial Services Compensation Scheme (FSCS) ou un autre régime de protection que vous obtiendriez avec un compte bancaire.\r\nVous ne pouvez pas obtenir de découvert ou de prêt.\r\nVous ne gagnerez pas d'intérêts.","Can I hold multiple currencies in a DroppPay account?":"Puis-je détenir plusieurs devises dans un compte DroppPay ?","You can add and hold money to your account in multiple currencies.  You can convert money between any of the currencies in your account — always with the real exchange rate. We’ll charge a low conversion fee to do this.":"Vous pouvez ajouter et conserver de l'argent sur votre compte dans plusieurs devises.\r\n\r\nVous pouvez convertir de l'argent entre n'importe quelle devise de votre compte, toujours avec le taux de change réel. Nous facturons des frais de conversion peu élevés pour ce faire.","How safe is DroppPay?":"Dans quelle mesure DroppPay est-il sûr ?","Our website and apps are specifically designed to ensure we are protecting your account from unauthorized login attempts. We implement strict verification processes to ensure that we fully identify all of our customers. This makes sure we protect genuine people and deter criminals. We have teams dedicated to the monitoring of customer accounts and transactions for signs of unusual activity.":"Notre site Web et nos applications sont spécialement conçus pour garantir que nous protégeons votre compte contre les tentatives de connexion non autorisées. Nous mettons en œuvre des processus de vérification stricts pour nous assurer que nous identifions pleinement tous nos clients. Cela garantit que nous protégeons les personnes authentiques et dissuadons les criminels. Nous avons des équipes dédiées à la surveillance des comptes clients et des transactions pour les signes d'activité inhabituelle.","What verifications do i need to send money?":"De quelles vérifications ai-je besoin pour envoyer de l'argent ?","We are required by law to verify all of our customers. The type of verification we will need can be different depending on the amount that you are sending, and which country you are sending from. This is because each country you can send from will have different laws that DroppPay needs to abide by. Usually, we will only be required to check your name, address, and date of birth. However, in some circumstances, we may also require further information in order to comply with our regulatory obligations. We will contact you if we require anything from you, so please ensure you check your emails regularly after you’ve created your transfer.":"Nous sommes tenus par la loi de vérifier tous nos clients. Le type de vérification dont nous aurons besoin peut être différent selon le montant que vous envoyez et le pays depuis lequel vous envoyez. En effet, chaque pays à partir duquel vous pouvez envoyer des envois aura des lois différentes que DroppPay doit respecter. Habituellement, nous ne serons tenus de vérifier que votre nom, votre adresse et votre date de naissance. Cependant, dans certaines circonstances, nous pouvons également exiger des informations supplémentaires afin de nous conformer à nos obligations réglementaires. Nous vous contacterons si nous avons besoin de quoi que ce soit de votre part, alors assurez-vous de vérifier régulièrement vos e-mails après avoir créé votre transfert.","How long will it take for money to arrive?":"Combien de temps faudra-t-il pour que l'argent arrive ?","In more than 90% of cases, transfers sent using DroppPay are ready in minutes. This means that funds have been sent to our local partner and are ready for collection by your recipient, or to be credited into their bank account or mobile wallet. This time frame will vary based on the country you are sending to and the pay-out method you have chosen, but the expected delivery time will always be displayed to you before you make a payment. Although we aim to complete transfers within the estimated time frame given, actual delivery time can be influenced by a range of factors including mandatory verification checks on you or your recipient, third party opening and operating hours, or the accuracy of recipient information provided at the time of transfer.":"Dans plus de 90% des cas, les virements envoyés via DroppPay sont prêts en quelques minutes. Cela signifie que les fonds ont été envoyés à notre partenaire local et sont prêts à être collectés par votre destinataire ou à être crédités sur son compte bancaire ou son portefeuille mobile. Ce délai variera en fonction du pays vers lequel vous envoyez et de la méthode de paiement que vous avez choisie, mais le délai de livraison prévu vous sera toujours affiché avant que vous effectuiez un paiement. Bien que nous ayons pour objectif d'effectuer les transferts dans les délais estimés indiqués, le délai de livraison réel peut être influencé par une série de facteurs, notamment les contrôles de vérification obligatoires sur vous ou votre destinataire, les heures d'ouverture et de fonctionnement des tiers, ou l'exactitude des informations sur le destinataire fournies au moment du transfert.","What is escrow?":"Qu'est-ce que l'entiercement ?","In an escrow transaction, a trusted third party serves as an intermediary and holds funds securely until the terms of the transaction are met and both transacting parties are satisfied before the funds are released to the seller\/service provider.":"Dans une transaction d'entiercement, un tiers de confiance sert d'intermédiaire et détient les fonds en toute sécurité jusqu'à ce que les conditions de la transaction soient respectées et que les deux parties à la transaction soient satisfaites avant que les fonds ne soient remis au vendeur\/prestataire de services.","Why use escrow?":"Pourquoi utiliser l'entiercement ?","DroppPay escrow is needed to provide payment security for the transacting parties and ensure that both parties are protected at all stages of a transaction.":"L'entiercement DroppPay est nécessaire pour assurer la sécurité des paiements pour les parties à la transaction et garantir que les deux parties sont protégées à toutes les étapes d'une transaction.","Who can use DroppPay Escrow?":"Qui peut utiliser DroppPay Escrow ?","DroppPay Escrow is ideal for securing your time-sensitive trade deals, ranging from automobile purchases to domain transfer or even that gadget you saw online...It’s really up to you!":"DroppPay Escrow est idéal pour sécuriser vos accords commerciaux urgents, allant des achats d'automobiles au transfert de domaine ou même ce gadget que vous avez vu en ligne... C'est vraiment à vous de décider !","Who holds the money?":"Qui détient l'argent?","For each transaction created on DroppPay Escrow, a dedicated unique escrow account is generated. The provisioned trust account is tied to the transacting parties and the transaction, and the funds are held securely in this account until the transaction is completed, after which the account is closed.":"Pour chaque transaction créée sur DroppPay Escrow, un compte séquestre unique dédié est généré. Le compte en fiducie provisionné est lié aux parties à la transaction et à la transaction, et les fonds sont conservés en toute sécurité sur ce compte jusqu'à ce que la transaction soit terminée, après quoi le compte est fermé.","Your Email Address":"Votre adresse e-mail","Your Name":"votre nom","Subject":"Matière","Your Message":"Votre message","Phone":"Téléphoner","Email":"E-mail","Address":"Adresse","User Login":"Utilisateur en ligne","Password":"Mot de passe","Don't have an Account ?":"Vous n'avez pas de compte ?","Forgot Password ?":"Mot de passe oublié ?","Forget Password ?":"Mot de passe oublié ?","Register as a User":"S'inscrire en tant qu'utilisateur","Login as a User":"S'inscrire en tant qu'utilisateur","Register as a Merchant":"Inscrivez-vous en tant que marchand","Login as a Merchant":"Connectez-vous en tant que marchand","Latest Transactions":"Dernières transactions","Dashboard":"Tableau de bord","Total Money Transfered":"Total de l'argent transféré","Total Deposit":"Dépôt total","Total Withdraw":"Retrait total","Total Exchange":"Échange total","Your Wallets":"Vos portefeuilles","DESCRIPTION":"LA DESCRIPTION","REMARK":"REMARQUE","Transactions":"Transactions","Transfer & Request":"Demande de transfert","Exchange":"Échanger","Payment":"Paiement","Voucher":"Bon","Deposit":"Verser","Withdraw":"Se désister","Invoice":"Facture d'achat","Escrow":"Escroc","Transfer money":"Transférer de l'argent","Request Money":"Demande de l'argent","Sent Requests":"Demandes envoyées","Received Requests":"Demandes reçues","My Vouchers":"Mes bons","Create Voucher":"Créer votre bon","Redeem Voucher":"Utiliser le bon","Redeemed History":"Histoire rachetée","Deposit history":"Historique des dépôts","Withdraw Money":"Retirer de l'argent","Withdraw history":"Retirer l'historique","Invoices":"Factures","Create Invoice":"Créer une facture","Make Escrow":"Faire un engagement","My Escrow":"Mon engagement","Pending Escrows":"Dépôts en attente","Profile Setting":"Réglage du profil","Two Step Security":"Sécurité en deux étapes","Support Ticket":"Billet d'assistance","Logout":"Se déconnecter","Create Account":"Créer un compte","Name":"Nom","Email Address":"Adresse e-mail","Enter name":"Entrez le nom","Enter email":"Entrez l'e-mail","Country":"Pays","Phone No.":"Pas de téléphone.","Confirm Password":"Confirmez le mot de passe","Already have an Account ?":"Vous avez déjà un compte ?","Create an Account":"Créer un compte","Transfer Money":"Transférer de l'argent","Receiver Email":"E-mail du destinataire","Select Wallet":"Sélectionnez Portefeuille","Select":"Sélectionner","Amount :":"Montante :","Transfer":"Transférer","Recent Transfers":"Transferts récents","See All":"Voir tout","Recipient Email":"Destinataire E-mail","Request":"Demande","Recent Requests":"Demandes récentes","Exchange Money":"Monnaie d'échange","From Currency":"De la devise","To Currency":"Devise","Recent Exchanges":"Échanges récents","Make Payment":"Make Payment","Recent Payments":"Paiements récents","No data found!":"Aucune donnée disponible!","Merchant Email":"Adresse e-mail du marchand","My vouchers":"Mes bons","VOUCHER CODE":"CODE DE BON","STATUS":"STATUT","Create":"Créer","Recent Vouchers":"Coupons récents","Voucher Code :":"Code promo :","Redeem":"Racheter","Recent Redeemed Vouchers":"Bons récemment échangés","Select Gateway":"Sélectionnez la passerelle","Confirm":"Confirmer","Recent Deposits":"Dépôts récents","Deposit History":"Historique des dépôts","Select Withdraw Method":"Sélectionnez la méthode de retrait","Withdraw History":"Retirer l'historique","Invoice List":"Liste des factures","Invoice To":"Facturer à","Select Currency":"Sélectionnez la devise","Item name":"Nom de l'article","Total Amount :":"Montant total :","Description :":"La description :","I will pay the charge.":"Je paierai la charge.","Submit":"Soumettre","My escrows":"Mes séquestres","Pending escrows":"Séquestres en attente","All Remark":"Tous Remarque","Transaction ID":"identifiant de transaction","Send Message":"Envoyer le message","City":"Ville","Profile Settings":"Paramètres de profil","Choose File":"Choisir le fichier","No file chosen":"Aucun fichier choisi","Change Password":"Changer le mot de passe","Old Password":"ancien mot de passe","New Password":"nouveau mot de passe","Change":"Changer","Your QR code":"Votre code QR","Download":"Télécharger","Two Step Authentication":"Authentification en deux étapes","Activate Two Step Authentication":"Activer l'authentification en deux étapes","Provide Your Password":"Indiquez votre mot de passe","Support tickets":"Billets d'assistance","Tickets":"Des billets","No messages yet":"Aucun message pour le moment","No Tickets Available":"Aucun billet disponible","Details":"Détails","Ticket Number : #":"Numéro de billet : #","Opent a Ticket":"Ouvrir un ticket","Payment, Money Transfer and Escrow":"Paiement, transfert d'argent et engagement","Check-out some of the offerings you will be getting":"Découvrez quelques-unes des offres que vous recevrez","Deposit money into your account hassle free through a DroppCash agent near you.":"Déposez de l'argent sur votre compte sans tracas via un agent DroppCash près de chez vous.","Easily collect your cash within minutes through a DroppCash agent near you.":"Récupérez facilement votre argent en quelques minutes grâce à un agent DroppCash près de chez vous.","Register on DroppCash":"Inscrivez-vous sur DroppCash","Why DroppCash?":"Pourquoi DroppCash ?","Enjoy the most secure payment service using DroppCash Escrow option. Never worry about payments again.":"Profitez du service de paiement le plus sécurisé en utilisant l'option DroppCash Escrow. Ne vous inquiétez plus des paiements.","Loans{Coming Soon}":"Prêts{Bientôt disponible}","USSD{Coming Soon}":"USSD{Bientôt disponible}","POS{Coming Soon}":"POS{Bientôt disponible}","All Right Reserved. Powered by":"Tous droits réservés. Alimenté par","A friend referred me to DroppCash, and I now feel less anxious and interestingly excited about disbursing payments.":"Un ami m'a référé à DroppCash, et je me sens maintenant moins anxieux et curieusement excité à l'idée de débourser des paiements.","DroppCash's excellent Escrow service has made them an unparalleled business partner. I don't have to worry about paying for goods ever again.":"L'excellent service d'entiercement de DroppCash en a fait un partenaire commercial sans pareil. Je n'ai plus jamais à me soucier de payer des marchandises.","Being able to send money to my family and having them able to pick up cash instantly has been the selling point of DroppCash for me. Thanks so much for the ease of use.":"Pouvoir envoyer de l'argent à ma famille et leur permettre de retirer de l'argent instantanément a été pour moi l'argument de vente de DroppCash. Merci beaucoup pour la facilité d'utilisation.","DroppCash has made it so easy to get and send money to friends and family, where it used to be a hassle for me to get and receive financial support when most needed.":"DroppCash a rendu si facile d'obtenir et d'envoyer de l'argent à des amis et à la famille, où il était autrefois difficile pour moi d'obtenir et de recevoir un soutien financier lorsque j'en avais le plus besoin.","Register as an Agent":"Inscrivez-vous en tant qu'agent","Login as an Agent":"Connectez-vous en tant qu'agent","Agent Register":"Registre des agents","Name of Business":"Nom de l'entreprise","Address of Business":"Nom de l'entreprise","National Identification Number(NIN)":"Numéro d'identification national (NIN)","NIN Slip\/ID card Photo":"NIN Slip\/carte d'identité Photo","Your Address":"Choisir le fichier","Already have an account? Login":"Vous avez déjà un compte? Connexion","Already have an account ? Login":"Vous avez déjà un compte ? Connexion","Agent Login":"Connexion de l'agent","Forgot Password?":"Mot de passe oublié?","Don't have an account?":"Vous n'avez pas de compte ?","Agent Email":"Courriel de l'agent","Cash Out":"Encaissement","Cash out to Agent":"Encaisser à l'agent","Pay. Get paid. Transfer. Escrow.":"Payer. Soyez payé. Transférer. Escroc.","We help our partners grow and enable hassle-free payment for retail and SME customers across numerous markets.":"Nous aidons nos partenaires à se développer et à permettre un paiement sans tracas pour les clients particuliers et PME sur de nombreux marchés.","Accept payments anywhere":"Acceptez les paiements partout","Get a multi-currency business account to enjoy local and international payments in multiple currencies plus Bitcoin and never miss a sale again.":"Obtenez un compte professionnel multi-devises pour profiter des paiements locaux et internationaux dans plusieurs devises plus Bitcoin et ne manquez plus jamais une vente.","Online or Offline":"En ligne ou hors ligne","Add DroppCash as a payment method on your website by using our API, Send-out invoice payment links for quick payments or have customers scan to pay using your merchant QR code.":"Ajoutez DroppCash comme mode de paiement sur votre site Web à l'aide de notre API, envoyez des liens de paiement de facture pour des paiements rapides ou demandez aux clients de numériser pour payer à l'aide de votre code QR marchand.","Check-out some of our offerings":"Découvrez quelques-unes de nos offres","Accounts in 30 seconds":"Comptes en 30 secondes","Experience a full-stack money app, and forget the hassles of old banking.":"Découvrez une application d'argent complète et oubliez les tracas de l'ancienne banque.","Cash-in, Cash-out":"Encaissement, Encaissement","Get easy access to DroppCash agents available to provide deposits, withdrawals, and transfer services to customers.":"Accédez facilement aux agents DroppCash disponibles pour fournir des dépôts, des retraits et des services de transfert aux clients.","Zero fees":"Zéro frais","Send and receive money in seconds to and from anywhere in the world between DroppCash users, without any fees.":"Envoyez et recevez de l'argent en quelques secondes vers et depuis n'importe où dans le monde entre les utilisateurs de DroppCash, sans aucun frais.","Enjoy the most secure payment service using DroppCash Escrow option. Never worry about payments or transfers again.":"Profitez du service de paiement le plus sécurisé en utilisant l'option DroppCash Escrow. Ne vous inquiétez plus des paiements ou des virements.","Easily pay for goods and services anytime, anywhere with Bitcoin or any currency of your choice.":"Payez facilement des biens et des services à tout moment, n'importe où avec Bitcoin ou n'importe quelle devise de votre choix.","Spend like a local":"Dépensez comme un local","Create wallets in the Fiat\/Cryptocurrency you want. Exchange, Transfer, or Spend your currency of choice.":"Créez des portefeuilles dans la Fiat\/Crypto-monnaie que vous souhaitez. Échangez, transférez ou dépensez la devise de votre choix.","Create an account in under 30 seconds.":"Créez un compte en moins de 30 secondes.","No setup fees, maintaining balances, or ridiculous requirements.":"Pas de frais d'installation, de maintien des soldes ou d'exigences ridicules.","Get started in 3 simple steps":"Commencez en 3 étapes simples","Sign up with your email address and use the code sent to verify your account.":"Inscrivez-vous avec votre adresse e-mail et utilisez le code envoyé pour vérifier votre compte.","Complete your KYC":"Complétez votre KYC","Enjoy the full suite without limits after submitting a few documents for KYC verification.":"Profitez de la suite complète sans limites après avoir soumis quelques documents pour vérification KYC.","Enjoy Unlimited Transactions":"Profitez de transactions illimitées","Add local funds, exchange, pay, get paid, transfer, spend and withdraw.":"Ajouter des fonds locaux, échanger, payer, être payé, transférer, dépenser et retirer.","We are working to enable financial access for billions":"Nous travaillons pour permettre l'accès financier à des milliards","Here's what a few customers have to say":"Voici ce que quelques clients ont à dire","Help Center":"Centre d'aide","Don't have an account? Register":"Vous n'avez pas de compte ? S'inscrire","Enabling financial access and services for the next billion customers":"Faciliter l'accès et les services financiers pour le prochain milliard de clients","The money app for Africa and beyond":"L'application d'argent pour l'Afrique et au-delà"}