{"Transfer money to":"Transfer money to","Received money from":"Received money from","Accept money request from":"Accept money request from","Money request accepted by":"Money request accepted by","Payment to merchant :":"Payment to merchant :","Payment received from :":"Payment received from :","Insufficient balance to your":"Insufficient balance to your","Exchanged money from":"Exchanged money from","Deposit balance to wallet":"Deposit balance to wallet","Payment to invoice":"Payment to invoice","Receive Payment from invoice":"Receive Payment from invoice","Made escrow to":"Made escrow to","Received escrow money":"Received escrow money","Voucher created":"Voucher created","Voucher commission":"Voucher commission","Voucher reedemed":"Voucher reedemed","Approve deposit":"Approve deposit","Withdraw money":"Withdraw money","Withdraw request rejected":"Withdraw request rejected","Your KYC information has been rejected":"Your KYC information has been rejected","Hello":"Hello","You have pending payment of invoice":"You have pending payment of invoice","Please click the below link to complete your payment":"Please click the below link to complete your payment","Invoice details":"Invoice details","Amount":"Adadin","Payment Link":"Payment Link","Click To Payment":"Click To Payment","Time":"Time","Your two step authentication OTP is : ":"Your two step authentication OTP is : ","Email Verification Code":"Email Verification Code","Email Verification Code is :":"Email Verification Code is :","Password Reset Code":"Password Reset Code","Password reset code is :":"Password reset code is :","Home":"Gida","About":"Game da","Blog & Resources":"Blog & Albarkatu","Contact":"Tuntuɓar","Documentation":"Takaddun bayanai","Pay, Transfer and Trade with peace of mind":"Biya, Canja wurin da Kasuwanci tare da kwanciyar hankali","Enjoy the most secure wallet for businesses & individuals in Africa.":"Ji daɗin mafi amintaccen walat don kasuwanci & daidaikun mutane a Afirka.","Logout":"Fita","Get Started":"Fara","We Secure Your Transactions":"Mun Amince da Ma'amalolinku","Because secure and reliable payments are important to you and your business.":"Domin amintacce kuma amintaccen biyan kuɗi suna da mahimmanci a gare ku da kasuwancin ku.","We work hand-in-hand with Businesses to ensure that receiving payments and making payments is a transparent and accountable process for them, and for their customers.":"Muna aiki hannu-da-hannu tare da Kasuwanci don tabbatar da cewa karɓar kuɗi da biyan kuɗi tsari ne na gaskiya da rikon amana a gare su, da abokan cinikin su.","Invoice Payment":"Biyan daftari","Create your account and start sending payment requests to customers today.":"Ƙirƙiri asusun ku kuma fara aika buƙatun biyan kuɗi ga abokan ciniki a yau.","Escrow Option":"Zabin Escrow","Use our Escrow service and protect all your transfers.":"Yi amfani da sabis ɗin mu na Escrow kuma kare duk canja wurin ku.","Available to you":"Akwai a gare ku","Check-out some of the services we offer our clients":"Duba wasu ayyukan da muke baiwa abokan cinikinmu","Get a personal account":"Sami asusun sirri","Access inclusive financial service, and forget the hassles of old banking.":"Samun dama ga sabis na kuɗi da ya haɗa da, kuma manta da matsalolin tsohon banki.","Cash deposit":"Adadin kuɗi","Deposit money into your account hassle free through a DroppPay agent near you.":"Ajiye kuɗi a cikin wahalar asusunku kyauta ta hanyar wakilin DroppPay kusa da ku.","Cash Pickup":"Karɓar Kuɗi","Easily collect your cash within minutes through a DroppPay agent near you.":"A sauƙaƙe tattara kuɗin ku a cikin mintuna ta hanyar wakilin DroppPay kusa da ku.","Fast Transactions":"Saurin Ma'amaloli","95% of our transfers are ready in minutes. Say goodbye to delays in payments.":"95% na canja wurin mu suna shirye a cikin mintuna. Yi bankwana da jinkirin biyan kuɗi.","Make Payment easily":"Yi Biyan kuɗi cikin sauƙi","Scan and securely pay for goods and services anytime, anywhere.":"Bincika kuma amintacce biyan kaya da ayyuka kowane lokaci, ko'ina.","Share payment link":"Raba hanyar biyan kuɗi","Create digital invoices and send to get paid for your goods\/services.":"Ƙirƙirar daftari na dijital kuma aika don samun biyan kuɗin kayanku\/ayyukan ku.","Get started for FREE":"Fara kyauta","Set-up in under 5 minutes.":"Saita cikin ƙasa da mintuna 5.","There are no setup fees, maintaining balances, or ridiculous requirements.":"Babu kuɗin saitin, kiyaye ma'auni, ko buƙatun ban dariya.","Register on DroppPay":"Yi rijista akan DroppPay","Sign up with your email address. Freelancers, solopreneurs, and businesses of any size are welcome.":"Yi rajista tare da adireshin imel ɗin ku. Ana maraba da masu zaman kansu, solopreneurs, da kasuwancin kowane girman.","Verify Your Account":"Tabbatar da Asusunku","Enjoy the full suite without limits after submitting a few documents for verification.":"Ji daɗin cikakken ɗakin ba tare da iyaka ba bayan ƙaddamar da ƴan takardu don tabbatarwa.","Make Unlimited Transactions":"Yi Ma'amaloli marasa iyaka","Share your account details to get paid, or spend around the world with just your username or email.":"Raba bayanan asusun ku don samun kuɗi, ko ciyarwa a duk duniya tare da sunan mai amfani ko imel ɗin ku kawai.","Why DroppPay?":"Me yasa DroppPay?","We Take The Stress Out Of Financial Transactions":"Muna Cire Damuwa Daga Ma'amalolin Kudi","Check out some of the awesome benefits.":"Duba wasu fa'idodi masu ban sha'awa.","Global Coverage":"Labaran Duniya","Get an international account to send money to over 60 countries around the world, up to 7x cheaper than your bank":"Samun asusun duniya don aika kuɗi zuwa sama da ƙasashe 60 a duniya, har zuwa 7x mai rahusa fiye da bankin ku","Lowest Fee":"Mafi ƙanƙancin Kuɗi","Send support to family and friends with the lowest transaction fees around.":"Aika tallafi ga dangi da abokai tare da mafi ƙarancin kuɗin mu'amala a kusa.","Pay Without Fear":"Biya Ba tare da Tsoro ba","Enjoy the most secure payment service using DroppPay Escrow option. Never worry about payments again.":"Ji daɗin mafi amintaccen sabis na biyan kuɗi ta amfani da zaɓin DroppPay Escrow. Kada ku sake damuwa game da biyan kuɗi.","Instant Processing":"Gudanarwa Nan take","Receive money from customers in seconds. No more delays in payments.":"Karɓi kuɗi daga abokan ciniki a cikin daƙiƙa guda. Babu sauran jinkirin biyan kuɗi.","Bank-level Security":"Tsaro matakin banki","We hold your money with established financial institutions.":"Muna riƙe kuɗin ku tare da kafaffen cibiyoyin kuɗi.","Global 24\/7 Support":"Tallafin Duniya 24\/7","Enjoy round-the-clock support and access to your funds, whenever you want.":"Ji daɗin goyan bayan kowane lokaci da samun damar samun kuɗin ku, duk lokacin da kuke so.","What Clients Say About Us":"Abin da Abokan Ciniki ke Cewa Game da Mu","Our team is trusted by growing businesses from all around Africa. Here's what a few customers have to say.":"Ƙungiyarmu ta amince da haɓaka kasuwancin daga ko'ina cikin Afirka. Ga abin da wasu abokan ciniki za su ce.","Our Latest News & Tips":"Sabbin Labarai & Nasiha","Keep up to date with industry insights, tips, and best practices for financial health.":"Ci gaba da sabuntawa tare da fahimtar masana'antu, shawarwari, da mafi kyawun ayyuka don lafiyar kuɗi.","Register as a User":"Yi rijista azaman Mai amfani","Login as a User":"Shiga azaman Mai Amfani","Register as a Merchant":"Yi rijista azaman ɗan kasuwa","Login as a Merchant":"Shiga a matsayin Dan kasuwa","Pages":"Shafuka","Frequently Asked Questions":"Tambayoyin da ake yawan yi","DroppPay has made it so easy to get and send money to friends and family, where it used to be a hassle for me to get and receive financial support when most needed.":"DroppPay ya sauƙaƙa samun da aika kuɗi zuwa abokai da dangi, inda a da ya kasance da wahala a gare ni don samun da karɓar tallafin kuɗi lokacin da ake buƙata.","Being able to send money to my family and having them able to pick up cash instantly has been the selling point of DroppPay for me. Thanks so much for the ease of use.":"Samun ikon aika kuɗi zuwa ga iyalina da samun su iya karɓar kuɗi nan take ya zama wurin siyar da DroppPay a gare ni. Na gode sosai don sauƙin amfani.","DroppPay's excellent Escrow service has made them an unparalleled business partner. I don't have to worry about paying for goods ever again.":"Kyakkyawan sabis na Escrow na DroppPay ya mai da su abokin kasuwanci mara misaltuwa. Ba sai na sake damuwa da biyan kaya ba.","A friend referred me to DroppPay, and I now feel less anxious and interestingly excited about disbursing payments.":"Wani abokina ya tura ni zuwa ga DroppPay, kuma yanzu ina jin ƙarancin damuwa da sha'awar biyan kuɗi.","User Login":"Shigar mai amfani","Login":"Shiga","Email":"Imel","Password":"Kalmar wucewa","Forget Password ?":"Manta Kalmar wucewa?","Create an Account":"Ƙirƙiri Asusu","Name":"Suna","Enter name":"Shigar da suna","Country":"Ƙasa","Address":"Adireshi","Confirm Password":"tabbata kalmar shiga","Already have an Account ?":"Kuna da Asusu?","Create Account":"Kirkira ajiya","Phone No.":"Lambar waya.","Email Address":"Adireshin i-mel","Enter email":"Shigar da imel","User Register":"Rijistar mai amfani","Register":"Yi rijista","Details":"Cikakkun bayanai","All Remark":"Duk Magana","Transaction ID":"ID na kasuwanci","Transactions":"Ma'amaloli","Don't have an Account ?":"Ba ku da Account?","Contact Us":"Tuntube Mu","Your Name":"Sunan ku","Your Email Address":"Adireshin i-mel dinka","Subject":"Magana","Your Message":"Sakon ku","Send Message":"Aika Saƙo","Get In Touch":"Samun Tuntuɓi","Reach out to us, we would love to hear from you":"Ku tuntube mu, za mu so mu ji ta bakin ku","Phone":"Waya","Blogs":"Blogs","Transfer & Request":"Canja wurin & nema","Exchange":"Musanya","Payment":"Biya","Voucher":"Baucan","Deposit":"Deposit","Withdraw":"Janye","Invoice":"Daftari","Escrow":"Escroc","My Escrow":"Na Escrow","My Vouchers":"Mes bons","My escrows":"Mes séquestres","My vouchers":"Bauchina","Tickets":"Tikiti","No Tickets Available":"Babu Tikiti Akwai","No messages yet":"Babu saƙonni tukuna","Support tickets":"Tallafin tikiti","Provide Your Password":"Samar da Kalmar wucewa","Activate Two Step Authentication":"Kunna Tabbacin Mataki Biyu","Two Step Authentication":"Tabbatar da Mataki Biyu","Download":"Zazzagewa","Your QR code":"Lambar QR ku","Profile Settings":"Saitunan Bayani","New Password":"Sabuwar Kalmar wucewa","Old Password":"tsohon kalmar shiga","Change Password":"Mai canza canji","City":"Garin","REMARK":"LABARI","TRANSFER MONEY":"MULKIN KUDI","Pending Escrows":"Escrows masu jiran aiki","Submit":"Sallama","I will pay the charge.":"Zan biya cajin.","Description :":"Bayani:","Make Escrow":"Yi Escrow","Invoice List":"Jerin daftari","Total Amount :":"Jimla :","Item name":"Sunan abu","Amount :":"Adadi:","Select Currency":"Zaɓi Kuɗi","Invoice To":"Daftari Zuwa","Withdraw History":"Janye Tarihi","Select Withdraw Method":"Zaɓi Hanyar Janyewa","Deposit History":"Tarihin Deposit","Recent Deposits":"Adadin Kuɗi na Kwanan nan","Confirm":"Tabbatar","Select Gateway":"Zaɓi Ƙofar","Recent Redeemed Vouchers":"Baucan da aka Fansa na Kwanan nan","Redeem":"fanshi","Voucher Code :":"Lambar Baucan:","Create":"Ƙirƙiri","Recent Vouchers":"Baucan kwanan nan","No data found!":"Ba a sami bayanai ba!","Recent Payments":"Biyan Kuɗi na Kwanan nan","Make Payment":"Yi Biya","Merchant Email":"Imel na ciniki","Recent Exchanges":"Musanya kwanan nan","To Currency":"Zuwa Kudi","From Currency":"Daga Kudi","Exchange Money":"Musanya Kudi","Recent Requests":"Bukatun kwanan nan","Request":"nema","Recipient Email":"Imel mai karɓa","See All":"Duba Duk","Recent Transfers":"Canja wurin kwanan nan","Transfer":"Canja wurin","Select":"Zaɓi","Select Wallet":"Zaɓi Wallet","Receiver Email":"Imel mai karɓa","API Documentation":"Takardun API","Transfer Money":"Canja wurin Kudi","Request Money":"Neman Kuɗi","Sent Requests":"Bukatun Aika","Received Requests":"Bukatun Da Aka Samu","Total Money Transfered":"Jimlar Kuɗin Canja wurin","Total Deposit":"Jimlar Deposit","Total Withdraw":"Jimlar Janyewa","Total Exchange":"Jimlar Musanya","Your Wallets":"Wallets ɗin ku","Profile Setting":"Saitin Bayanan Bayani","QR Code":"Lambar QR","Create Voucher":"Ƙirƙiri Baucan","Redeem Voucher":"Maida Baucan","Redeemed History":"Tarihin Fansa","Deposit history":"Tarihin ajiya","Withdraw Money":"Cire Kudi","Withdraw history":"Janye tarihi","Create Invoice":"Ƙirƙiri daftari","Invoices":"Daftari","Pending escrows":"Ana jiran escrows","Latest Transactions":"Sabbin Ma'amaloli","Choose File":"Zaɓi Fayil","No file chosen":"Babu fayil da aka zaɓa","Support Ticket":"Tikitin tallafi","Two Step Security":"Tsaro Mataki Biyu","Ticket Number : #":"Lambar tikiti: #","Opent a Ticket":"Bude Tikitin","Payment, Money Transfer and Escrow":"Biya, Canja wurin Kudi da Escrow","Date":"Kwanan wata","Transaction":"Ma'amala","Check-out some of the offerings you will be getting":"Yi la'akari da wasu ayyukan da za ku samu","Deposit money into your account hassle free through a DroppCash agent near you.":"Ajiye kuɗi a cikin wahalar asusunku kyauta ta hanyar wakilin DroppCash kusa da ku.","Easily collect your cash within minutes through a DroppCash agent near you.":"A sauƙaƙe tattara kuɗin ku a cikin mintuna ta hanyar wakilin DroppCash kusa da ku.","Register on DroppCash":"Yi rijista akan DroppCash","Why DroppCash?":"Me yasa DroppCash?","Enjoy the most secure payment service using DroppCash Escrow option. Never worry about payments again.":"Ji daɗin mafi amintaccen sabis na biyan kuɗi ta amfani da zaɓin DroppCash Escrow. Kada ku sake damuwa game da biyan kuɗi.","A friend referred me to DroppCash, and I now feel less anxious and interestingly excited about disbursing payments.":"Wani abokina ya tura ni zuwa ga DroppCash, kuma yanzu ina jin ƙarancin damuwa da sha'awar biyan kuɗi.","DroppCash's excellent Escrow service has made them an unparalleled business partner. I don't have to worry about paying for goods ever again.":"Kyakkyawan sabis na Escrow na DroppCash ya mai da su abokin kasuwanci mara misaltuwa. Ba sai na sake damuwa da biyan kaya ba.","Being able to send money to my family and having them able to pick up cash instantly has been the selling point of DroppCash for me. Thanks so much for the ease of use.":"Samun ikon aika kuɗi zuwa ga iyalina da samun su iya karɓar kuɗi nan take ya zama wurin siyar da DroppCash a gare ni. Na gode sosai don sauƙin amfani.","DroppCash has made it so easy to get and send money to friends and family, where it used to be a hassle for me to get and receive financial support when most needed.":"DroppCash ya sauƙaƙa samun da aika kuɗi zuwa abokai da dangi, inda a da ya kasance da wahala a gare ni don samun da karɓar tallafin kuɗi lokacin da ake buƙata.","Solutions":"Magani","USSD{Coming Soon}":"USSD{yana zuwa nan ba da jimawa ba}","Loans{Coming Soon}":"Lamuni{Yana Zuwa Ba da jimawa ba}","POS{Coming Soon}":"POS {Ana Nan Ba ​​da jimawa ba}","All Right Reserved. Powered by":"Dukkanin Dama. Karfafawa ta","Benefits of Escrow for Small Businesses":"Fa'idodin Escrow ga Kananan Kasuwanci","Escrow is a payment service that is a tripartite agreement between the buyer, the seller, and the escrow provider that is beneficial for both the buyer and the seller involved in a transaction. The process involves keeping funds with a trusted and neutral third party responsible for releasing funds when the contractual obligations are fulfilled by both parties involved. A trusted escrow provider like DroppPay eliminates the risk for both the seller and the buyer.":"Escrow sabis ne na biyan kuɗi wanda yarjejeniya ce ta ɓangarori uku tsakanin mai siye, mai siyarwa, da mai samar da escrow wanda ke da fa'ida ga mai siye da mai siyar da ke cikin ma'amala. Tsarin ya ƙunshi adana kuɗi tare da amintaccen kuma wani ɓangare na uku wanda ke da alhakin fitar da kuɗi lokacin da bangarorin biyu suka cika wajiban kwangilar. Amintaccen mai ba da izini kamar DroppPay yana kawar da haɗari ga mai siyarwa da mai siye.","Cash out to Agent":"Kuɗi ga Agent","Cash Out":"Fitar Kuɗi","Agent Email":"Wakilin Imel","Login as an Agent":"Shiga a matsayin Wakili","Register as an Agent":"Yi rijista azaman wakili","Agent Login":"Yi rijista azaman wakili","Don't have an account?":"Ba ku da asusu?","Agent Register":"Wakilin Rajista","Name of Business":"Sunan Kasuwanci","Address of Business":"Adireshin Kasuwanci","National Identification Number(NIN)":"Lambar Shaida ta Ƙasa (NIN)","Your Address":"Adireshin ku","Already have an account ? Login":"Kuna da asusu? Shiga","Pay. Get paid. Transfer. Escrow.":"Biya A biya. Canja wurin Escrow","We help our partners grow and enable hassle-free payment for retail and SME customers across numerous markets.":"Muna taimaka wa abokan haɗin gwiwarmu girma da ba da damar biyan kuɗi kyauta don dillalai da abokan cinikin SME a cikin kasuwanni da yawa.","Accept payments anywhere":"Karɓi biyan kuɗi a ko'ina","Get a multi-currency business account to enjoy local and international payments in multiple currencies plus Bitcoin and never miss a sale again.":"Sami asusun kasuwanci na kuɗi da yawa don jin daɗin biyan kuɗi na gida da na ƙasashen waje a cikin kuɗaɗe da yawa tare da Bitcoin kuma kada ku sake rasa siyarwa.","Online or Offline":"Kan layi ko Kan layi","Add DroppCash as a payment method on your website by using our API, Send-out invoice payment links for quick payments or have customers scan to pay using your merchant QR code.":"Ƙara DroppCash azaman hanyar biyan kuɗi akan gidan yanar gizon ku ta amfani da API ɗin mu, Aika-fitar hanyoyin biyan kuɗi na daftari don biyan kuɗi cikin sauri ko sa abokan ciniki su duba don biyan kuɗi ta amfani da lambar QR ta ɗan kasuwa.","Check-out some of our offerings":"Duba wasu abubuwan da muke bayarwa","Accounts in 30 seconds":"Asusu a cikin 30 seconds","Experience a full-stack money app, and forget the hassles of old banking.":"Ƙware cikakken aikace-aikacen kuɗi, kuma ku manta da matsalolin tsohon banki.","Cash-in, Cash-out":"Cash-in, Cash-out","Get easy access to DroppCash agents available to provide deposits, withdrawals, and transfer services to customers.":"Sami sauƙin isa ga wakilan DroppCash don samar da adibas, cirewa, da canja wurin sabis ga abokan ciniki.","Zero fees":"Kudaden sifili","Send and receive money in seconds to and from anywhere in the world between DroppCash users, without any fees.":"Aika da karɓar kuɗi a cikin daƙiƙa zuwa ko'ina cikin duniya tsakanin masu amfani da DroppCash, ba tare da wani kuɗi ba.","Enjoy the most secure payment service using DroppCash Escrow option. Never worry about payments or transfers again.":"Ji daɗin mafi amintaccen sabis na biyan kuɗi ta amfani da zaɓin DroppCash Escrow. Kada ku sake damuwa game da biyan kuɗi ko canja wuri.","Easily pay for goods and services anytime, anywhere with Bitcoin or any currency of your choice.":"A sauƙaƙe biyan kaya da ayyuka kowane lokaci, ko'ina tare da Bitcoin ko kowane kuɗin da kuka zaɓa.","Spend like a local":"Ku ciyar kamar na gida","Create wallets in the Fiat\/Cryptocurrency you want. Exchange, Transfer, or Spend your currency of choice.":"Ƙirƙiri wallets a cikin Fiat\/Cryptocurrency da kuke so. Musanya, Canja wuri, ko Kashe kuɗin da kuka zaɓa.","Create an account in under 30 seconds.":"Ƙirƙiri asusu a cikin ƙasa da daƙiƙa 30.","No setup fees, maintaining balances, or ridiculous requirements.":"Babu kuɗin saitin, kiyaye ma'auni, ko buƙatun ban dariya.","Get started in 3 simple steps":"Fara a cikin matakai 3 masu sauƙi","Sign up with your email address and use the code sent to verify your account.":"Yi rajista tare da adireshin imel ɗin ku kuma yi amfani da lambar da aka aiko don tabbatar da asusunku.","Complete your KYC":"Kammala KYC ɗin ku","Enjoy Unlimited Transactions":"Ji daɗin Ma'amaloli marasa iyaka","Add local funds, exchange, pay, get paid, transfer, spend and withdraw.":"Ƙara kuɗin gida, musayar, biya, samun kuɗi, canja wuri, kashewa da cirewa.","We are working to enable financial access for billions":"Muna aiki don ba da damar samun kuɗi don biliyoyin","Here's what a few customers have to say":"Ga abin da wasu abokan ciniki za su ce","Help Center":"Cibiyar Taimako","Enjoy the full suite without limits after submitting a few documents for KYC verification.":"Ji daɗin cikakken ɗakin ba tare da iyaka ba bayan ƙaddamar da ƴan takardu don tabbatar da KYC.","Forgot Password ?":"Manta Kalmar wucewa?","Don't have an account? Register":"Ba ku da asusu? Yi rijista","The money app for Africa and beyond":"Aikace-aikacen kuɗi don Afirka da ƙari","Enabling financial access and services for the next billion customers":"Ba da damar samun kuɗi da sabis ga abokan cinikin biliyan na gaba"}